Repository: bzas/Running-app-ios
Catalog: Running-app-ios/Core/Localization/Sources/Localization/Localizable.xcstrings
Source language: en
Languages: es

# accessibility_loading
source: Loading
es: Cargando

# accessibility_open_workout
source: Opens workout details
es: Abre los detalles del entrenamiento

# accessibility_workout_row
source: Workout: %@. Distance: %@. Duration: %@.
es: Entrenamiento: %@. Distancia: %@. Duración: %@.

# accessibility_workout_summary
source: Pace %@, Distance %@, Time %@
es: Ritmo %@, Distancia %@, Tiempo %@

# common_add
source: Add
es: Añadir

# common_bpm
source: bpm
es: ppm

# common_distance
source: Distance
es: Distancia

# common_edit
source: Edit
es: Editar

# common_gallery
source: Gallery
es: Galería

# common_maximum_heart_rate
source: Maximum heart rate
es: Frecuencia cardiaca máxima

# common_pace
source: Pace
es: Ritmo

# common_save
source: Save
es: Guardar

# common_spm
source: spm
es: ppm

# common_time
source: Time
es: Tiempo

# common_years
source: years
es: años

# placeholder_images_subtitle
source: Tap the plus button to add some
es: Pulsa el botón + para añadir

# placeholder_images_title
source: No images yet
es: Aún no hay imágenes

# placeholder_workouts_subtitle
source: Import a .fit file to start
es: Importa un archivo .fit para empezar

# placeholder_workouts_title
source: No workouts yet
es: Aún no hay entrenamientos

# profile_activity_grid_footer
source: Last year's activity
es: Actividad del último año

# profile_heart_rate_zones_title
source: Heart Rate Zones
es: Zonas de frecuencia cardiaca

# profile_month_apr
source: Apr
es: Abr

# profile_month_aug
source: Aug
es: Ago

# profile_month_dec
source: Dec
es: Dic

# profile_month_jan
source: Jan
es: Ene

# profile_title
source: Profile
es: Perfil

# profile_total_kilometers
source: Kilometers this year
es: Kilómetros este año

# profile_workouts_registered
source: Workouts registered
es: Entrenamientos registrados

# search_title
source: Search
es: Buscar

# user_configuration_about_you
source: About you
es: Sobre ti

# user_configuration_age
source: Age
es: Edad

# user_configuration_name
source: Name
es: Nombre

# workout_detail_elevation_max_altitude
source: Maximum altitude
es: Altitud máxima

# workout_detail_elevation_min_altitude
source: Minimum altitude
es: Altitud mínima

# workout_detail_elevation_title
source: Elevation
es: Elevación

# workout_detail_heart_rate_average
source: Average heart rate
es: Frecuencia cardiaca media

# workout_detail_heart_rate_title
source: Heart Rate
es: Frecuencia cardiaca

# workout_detail_metrics_cadence
source: Cadence
es: Cadencia

# workout_detail_metrics_ground_contact_time
source: GCT
es: TCS

# workout_detail_metrics_title
source: Metrics
es: Métricas

# workout_detail_metrics_vertical_oscillation
source: Vertical Oscillation
es: Oscilación vertical

# workouts_garmin_fit_file
source: Garmin .fit file
es: Archivo .fit de Garmin

# workouts_health_workouts_title
source: Health Workouts
es: Entrenamientos de Apple Health

# workouts_title
source: Activities
es: Actividades
